IDENTIFICATION DIVISION.
PROGRAM-ID. IDSAMPLE.
ENVIRONMENT DIVISION.
PROCEDURE DIVISION.
    DISPLAY 'HELLO WORLD'.
    STOP RUN.

* Common business-oriented language (COBOL) is a high-level, English-like, compiled programming language that is  developed specifically for business data processing needs.
* COBOL is easy to learn, has a standard syntax, and is portable across platforms. It's also scalable, reliable, and has advanced file handling capabilities.
* Learn more about cobol here: https://www.ibm.com/topics/cobol
